Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2010.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT--Delivered at the Third Session of the Eleventh National People's Congress
zh_cn: 在第十一届全国人民代表大会第三次会议上的政府工作报告

source: Wen Jiabao, Premier of the State Council
zh_cn: 国务院总理 温家宝

source: on March 5, 2010
zh_cn: 2010年3月5日

source: Fellow Deputies,
zh_cn: 各位代表，

source: On behalf of the State Council, I now present to you my report on the work of the government for your deliberation and approval. I also invite the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC) to provide comments and suggestions.
zh_cn: 现在，我代表国务院向大会作政府工作报告，请予审议，并请全国政协各位委员提出意见。

source: I. Review of Work in 2009
zh_cn: 一、2009年工作回顾

source: The year 2009 was the most difficult year for our country's economic development since the beginning of the new century.
zh_cn: 2009年是新世纪以来我国经济发展最为困难的一年。

source: This time last year the global financial crisis was still spreading, and the world economy was in a deep recession.
zh_cn: 去年这个时候，国际金融危机还在扩散蔓延，世界经济深度衰退，

source: Our economy was severely affected;
zh_cn: 我国经济受到严重冲击，

source: our exports decreased significantly;
zh_cn: 出口大幅下降，

source: a large number of enterprises had operating difficulties, and some even suspended production or closed down;
zh_cn: 不少企业经营困难，有的甚至停产倒闭，

source: the number of unemployed people increased significantly;
zh_cn: 失业人员大量增加，

source: many migrant workers had to return to their home villages; and the pace of our economic growth suddenly slowed down.
zh_cn: 农民工大批返乡，经济增速陡然下滑。

source: In these unusually difficult circumstances, the people of all our ethnic groups fortified their confidence, tackled difficulties head on, worked tenaciously, and responded calmly to the impact of the global financial crisis under the firm leadership of the Communist Party of China (CPC). Our economy was the first in the world to have made a turnaround, and we made major new achievements in reform and opening up as well as socialist modernization.
zh_cn: 在异常困难的情况下，全国各族人民在中国共产党的坚强领导下，坚定信心，迎难而上，顽强拼搏，从容应对国际金融危机冲击，在世界率先实现经济回升向好，改革开放和社会主义现代化建设取得新的重大成就。

source: GDP reached 33.5 trillion yuan, an increase of 8.7% over the previous year (here and below).
zh_cn: 国内生产总值达到33.5万亿元，比上年增长8.7%；

source: Fiscal revenue was 6.85 trillion yuan, up 11.7%.
zh_cn: 财政收入6.85万亿元，增长11.7%；

source: Grain production was 531 million tons, a new record and an increase for the sixth consecutive year.
zh_cn: 粮食产量5.31亿吨，再创历史新高，实现连续6年增产；

source: A total of 11.02 million urban jobs were created.
zh_cn: 城镇新增就业1102万人；

source: The per capita disposable income of urban residents was 17,175 yuan, and the net per capita income of rural residents was 5,153 yuan, up 9.8% and 8.5% respectively in real terms.
zh_cn: 城镇居民人均可支配收入17175元，农村居民人均纯收入5153元，实际增长9.8%和8.5%。

source: We took another steady step along the path of building a moderately prosperous society in all respects.
zh_cn: 我国在全面建设小康社会道路上又迈出坚实的一步。

source: Events again proved that no difficulties or obstacles can impede the course of the great rejuvenation of the Chinese nation.
zh_cn: 实践再次证明，任何艰难险阻都挡不住中华民族伟大复兴的历史进程。

source: The past year was truly extraordinary and inspiring.
zh_cn: 过去的一年，极不平凡，令人振奋。

source: We held a grand celebration of the 60th anniversary of the founding of New China.
zh_cn: 我们隆重庆祝新中国成立60周年。

source: The outstanding achievements we made in that time have greatly boosted the confidence and pride of the people, strengthened the cohesiveness of the Chinese nation, and raised China's international standing and influence. All this definitely encourages us to continue to forge ahead on the path of socialism with Chinese characteristics.
zh_cn: 抚今追昔，伟大祖国的辉煌成就极大地激发了全国人民的自信心和自豪感，极大地增强了中华民族的向心力和凝聚力，极大地提升了我国的国际地位和影响力，必将激励我们在中国特色社会主义道路上继续奋勇前进。

source: Over the last year, we mainly undertook the following work.
zh_cn: 一年来，我们主要做了以下工作：

source: 1. Strengthening and improving macro-control and promoting steady and rapid economic development.
zh_cn: （一）加强和改善宏观调控，促进经济平稳较快发展。

source: We carried out a proactive fiscal policy and a moderately easy monetary policy.
zh_cn: 我们实行积极的财政政策和适度宽松的货币政策，

source: We comprehensively implemented and constantly improved the package plan for addressing the global financial crisis.
zh_cn: 全面实施并不断完善应对国际金融危机的一揽子计划。

source: We significantly increased government spending, implemented structural tax reductions, rapidly increased supplies of money and credit, made our monetary policy more sustainable, and increased the amount of direct financing. We thus ensured funding for economic and social development, effectively boosted domestic demand, and quickly reversed the slowdown in economic growth.
zh_cn: 大规模增加财政支出和实行结构性减税，保持货币信贷快速增长，提高货币政策的可持续性，扩大直接融资规模，满足经济社会发展的资金需求，有效扩大了内需，很快扭转了经济增速下滑趋势。

source: We vigorously expanded consumer spending.
zh_cn: 着力扩大居民消费。

source: Our policies to encourage consumption covered more areas, were stronger and benefited more people than ever before.
zh_cn: 我们鼓励消费的政策领域之宽、力度之大、受惠面之广前所未有。

source: The central government provided 45 billion yuan in subsidies for rural residents to purchase home appliances and motor vehicles, including motorbikes. Part of the subsidies also supported trading-in old motor vehicles and home appliances for new ones and purchasing agricultural machinery and tools.
zh_cn: 中央财政投入资金450亿元，补贴家电汽车摩托车下乡、汽车家电以旧换新和农机具购置。

source: We halved the purchase tax on small-displacement automobiles.
zh_cn: 减半征收小排量汽车购置税，

source: We reduced or exempted taxes on buying and selling homes to support the purchase of homes to be used as their owners' residences.
zh_cn: 减免住房交易相关税收，支持自住性住房消费。

source: Throughout the year 13.64 million motor vehicles were sold, an increase of 46.2%;
zh_cn: 全年汽车销售1364万辆，增长46.2%；

source: commodity housing sales amounted to 937 million square meters, up 42.1%;
zh_cn: 商品房销售9.37亿平方米，增长42.1%；

source: and total retail sales of consumer goods increased 16.9% in real terms:
zh_cn: 社会消费品零售总额实际增长16.9%，

source: Consumption played a much bigger role in fueling economic growth.
zh_cn: 消费对经济增长的拉动作用明显增强。

source: We promoted rapid growth in investment.
zh_cn: 促进投资快速增长。

source: We guided and stimulated non-government investment by means of well-leveraged government investment.
zh_cn: 我们发挥政府投资“四两拨千斤”的作用，引导带动社会投资。

source: We implemented a plan to invest an additional 4 trillion yuan over two years.
zh_cn: 实施两年新增4万亿元的投资计划。

source: In 2009, the central government's public investment was 924.3 billion yuan, 503.8 billion yuan more than in the previous year's budget.
zh_cn: 2009年中央政府公共投资9243亿元，比上年预算增加5038亿元，

source: Of this, 44% was invested in. low-income housing, projects to improve the wellbeing of rural residents, and social programs; 16% in independent innovation, restructuring, energy conservation, emissions reductions, and ecological improvement; 23% in major infrastructure projects; and 14% in post-Wenchuan earthquake recovery and reconstruction.
zh_cn: 其中，保障性住房、农村民生工程、社会事业投资占44%，自主创新、结构调整、节能减排和生态建设占16%，重大基础设施建设占23%，灾后恢复重建占14%。

source: Fixed asset investment increased 30.1% nationwide.
zh_cn: 全社会固定资产投资增长30.1%，

source: We further improved the investment structure.
zh_cn: 投资结构进一步优化。

source: Rapid investment growth effectively compensated for the shortfall created by shrinking external demand, strengthened weak links, and laid a solid foundation for long-term economic and social development.
zh_cn: 投资快速增长有效弥补了外需下降的缺口，加强了薄弱环节，为经济社会长远发展奠定了坚实的基础。

source: We accelerated the post-Wenchuan earthquake recovery and reconstruction work.
zh_cn: 我们加快推进汶川地震灾后恢复重建，

source: We have already invested 654.5 billion yuan, 65.5% of the total planned investment, in the worst hit areas.
zh_cn: 重灾区已完成投资6545亿元，占规划总投资的65.5%。

source: Thanks to the government's strong support, the selfless assistance of people throughout the country, and the hard work of residents of the earthquake area, the badly damaged areas have taken on a brand-new appearance, with new towns rising straight out of the ground, and villages brimming with vitality.
zh_cn: 国家的大力支持，全国人民的无私援助，灾区群众的艰苦奋斗，使遭受重大创伤的灾区呈现出崭新面貌。一座座新城拔地而起，一个个村庄焕发出蓬勃生机。

source: All this fully reflects the boundless love of the Chinese nation and powerfully demonstrates the incomparable superiority of the socialist system.
zh_cn: 这充分体现了中华民族的无疆大爱，有力彰显了社会主义制度的无比优越。

source: 2. Vigorously carrying out economic restructuring, and shoring up the foundation for long-term development.
zh_cn: （二）大力调整经济结构，夯实长远发展基础。

source: We closely integrated sustaining economic growth with economic restructuring, and moved more quickly to resolve structural problems limiting economic development.
zh_cn: 我们把保增长与调结构紧密结合起来，加快解决制约经济发展的结构性矛盾。

source: We further strengthened the work related to agriculture, rural areas, and farmers.
zh_cn: “三农”工作进一步加强。

source: The central government used 725.3 billion yuan to support agriculture, rural areas, and farmers, an increase of 21.8%.
zh_cn: 中央财政用于“三农”的支出7253亿元，增长21.8%。

source: We raised the minimum grain purchase prices by a large margin.
zh_cn: 大幅度提高粮食最低收购价。

source: We began implementation of 'the plan to increase grain production capacity by 50 million tons nationwide.
zh_cn: 启动实施全国新增千亿斤粮食生产能力建设规划。

source: We continued to improve living and working conditions in rural areas.
zh_cn: 继续改善农村生产生活条件，

source: We implemented rural drinking water safety projects that benefited 60.69 million people, increased the number of methane gas users by 5.1. million, built and upgraded 380,000 kilometers of roads and 266,000 kilometers of electric power lines and renovated 800,000 dilapidated houses in the countryside, and helped build permanent housing for 92,000 nomadic families.
zh_cn: 农村饮水安全工程使6069万农民受益，新增510万沼气用户，新建和改造农村公路38万公里、农村电网线路26.6万公里，又有80万户农村危房得到改造，9.2万户游牧民实现了定居。

source: We also intensified our efforts to fight poverty. As a result, working and living conditions notably improved in poverty-stricken areas.
zh_cn: 我们加大扶贫力度，贫困地区的生产生活条件得到明显改善。

source: We intensified industrial restructuring.
zh_cn: 产业结构调整力度加大。

source: We formulated and implemented a plan for restructuring and invigorating ten key industries.
zh_cn: 制定并实施十大重点产业调整振兴规划。

source: We encouraged enterprises to accelerate technological upgrading, and provided 20 billion yuan to support 4,441 technological upgrading projects.
zh_cn: 鼓励企业加快技术改造，安排200亿元技改专项资金支持4441个技改项目。

source: Further progress was made in mergers and reorganization in key industries.
zh_cn: 重点行业兼并重组取得新进展。

source: We made great efforts to restrict excess production capacity and redundant development in some industries.
zh_cn: 下大力气抑制部分行业产能过剩和重复建设，

source: We closed down 26.17 million kilowatts of small thermal power stations, and eliminated backward facilities with total production tons in the steelmaking industry, 21.13 million tons in the iron-smelting 74.16 million tons in the cement industry, and 18.09 million tons in the coke industry.
zh_cn: 关停小火电机组2617万千瓦，淘汰落后的炼钢产能1691万吨、炼铁产能2113万吨、水泥产能7416万吨、焦炭产能1809万吨。

source: We accelerated the implementation of major national science and technology projects, and spent 151.2 billion yuan of central government funds on science and technology, an increase of 30%.
zh_cn: 加快实施国家科技重大专项，中央财政用于科技的支出1512亿元，增长30%。

source: We vigorously supported the widespread use of domestically innovated products, and the development of emerging industries such as clean energy and third-generation mobile communications.
zh_cn: 积极支持自主创新产品推广应用，清洁能源、第三代移动通信等一批新兴产业快速发展。

source: We vigorously strengthened infrastructure development; put 5,557 kilometers of newly built railway lines into operation; opened 4,719 kilometers of new expressways to traffic, accelerated urban rail development; and built, renovated or expanded 35 civil airports.
zh_cn: 大力加强基础设施建设，新建铁路投入运营5557公里，高速公路新建通车4719公里，城市轨道交通建设加快，新建、改扩建民用机场35个；

source: We increased the installed power-generating capacity by 89.7 million kilowatts, began supplying gas through the western section of the second line of the project for shipping natural gas from west to east, accelerated construction on the South-to-North Water Diversion Project, and began reinforcing 6,183 dangerous reservoirs.
zh_cn: 新增发电装机8970万千瓦，西气东输二线西段工程实现供气，南水北调工程建设加快推进，6183座病险水库除险加固工程开工建设。

source: We made solid progress in conserving energy, reducing emissions and protecting the environment.
zh_cn: 节能减排和环境保护扎实推进。

source: We supported 2,983 key energy conservation and recycling projects through budgetary investment.
zh_cn: 安排预算内资金，支持重点节能工程、循环经济等项目2983个；

source: We implemented a project to promote energy-efficient products for the benefit of the people, putting into use more than 5 million energy-saving air-conditioners and 150 million energy-efficient light bulbs.
zh_cn: 实施节能产品惠民工程，推广节能空调500多万台、高效照明灯具1.5亿只。

source: We continued to develop key ecological projects in the forestry industry, and completed the afforestation of 5.88 million hectares, thereby raising the percentage of land covered by forest to 20.36%.
zh_cn: 继续推进林业重点生态工程建设，完成造林8827万亩，森林覆盖率达到20.36%。

source: Through combined measures, we brought soil erosion on 48,000 square kilometers of land under control.
zh_cn: 综合治理水土流失面积4.8万平方公里。

source: We strengthened the prevention and treatment of water pollution in the key watersheds of the Huai, Hai, and Liao rivers and Tai, Chao, and Dianchi lakes, and improved the control of wastewater, gases and residues from industry.
zh_cn: 加强"三河三湖"等重点流域水污染防治和工业废水废气废渣治理。

source: Over the first four years of the Eleventh Five-Year Plan period, energy consumption per unit of GDP fell 14.38%, and chemical oxygen demand and sulfur dioxide emissions decreased 9.66% and 13.14% respectively.
zh_cn: “十一五”前四年累计单位国内生产总值能耗下降14.38%，化学需氧量、二氧化硫排放量分别下降9.66%和13.14%。

source: We made vigorous efforts to respond to climate change, and set forth our country's targets, policies and measures for controlling greenhouse gas emissions by 2020.
zh_cn: 积极开展应对气候变化工作，明确提出2020年我国控制温室气体排放行动目标和政策措施。

source: We improved our weather forecasting and early warning; as well as earthquake monitoring, and constantly improved our disaster prevention and protection capabilities.
zh_cn: 气象预报预警和地震监测工作得到加强，灾害防御能力不断提升。

source: We took new steps in balancing development between regions.
zh_cn: 区域协调发展迈出新步伐。

source: We thoroughly implemented the overall strategy for regional development; and formulated several major regional development plans and policies.
zh_cn: 深入实施区域发展总体战略，制定若干区域发展重大规划和政策。

source: The central and western regions and northeast China accelerated opening up and development, welcomed industries relocated from other parts of the country, and continuously strengthened their foundation for development.
zh_cn: 中西部和东北地区加快开放开发，积极承接产业转移，发展基础不断夯实；

source: The eastern region accelerated restructuring and independent innovation, and the vitality of its economic development increased.
zh_cn: 东部地区加快结构和自主创新，经济发展活力增强。

source: A favorable situation emerged in which regional development was better distributed, structured and coordinated.
zh_cn: 区域发展呈现布局改善、结构优化、协调性提高的良好态势。

source: 3. Steadfastly deepening reform and opening up, and constantly improving institutions and mechanisms conducive to developing scientifically.
zh_cn: （三）坚持深化改革开放，不断完善有利于科学发展的体制机制。

source: We deepened reform and opening up to respond more powerfully to the global financial crisis, worked hard to remove institutional obstacles and continued to open wider to the outside world.
zh_cn: 我们把深化改革开放作为应对国际金融危机的强大动力，努力消除体制障碍，不断提高对外开放水平。

source: We accelerated reform in key areas and links.
zh_cn: 重点领域和关键环节改革加快推进。

source: We comprehensively carried out VAT reform.
zh_cn: 增值税转型全面实施。

source: The reform of the prices of refined oil products and taxes and fees on them was implemented smoothly, and a new mechanism for pricing them worked well.
zh_cn: 成品油价格和税费改革顺利推进，新的成品油价格形成机制规范运行。

source: We made solid progress in commercializing the China Development Bank and introducing the joint stock system in the Agricultural Bank of China, and launched a pilot project to use the renminbi as the settlement currency for cross-border trade.
zh_cn: 国家开发银行商业化转型和农业银行股份制改革扎实推进，跨境贸易人民币结算试点启动实施。

source: The ChiNext stock market was officially launched, which opened a new financing channel for enterprises based on independent innovation and other growth enterprises.
zh_cn: 创业板正式推出，为自主创新及其他成长型创业企业开辟了新的融资渠道。

source: We proceeded with the reform of local government departments in an orderly manner, and steadily carried out a trial of reforming institutions by type.
zh_cn: 地方政府机构改革有序开展，事业单位分类改革试点稳步进行。

source: We comprehensively launched the reform of tenure in collective forests.
zh_cn: 集体林权制度改革全面推开，

source: We devolved tenure in 100 million hectares of forest land to rural households, equaling 60% of the country's total area of collective forests.
zh_cn: 15亿亩林地确权到户，占全国集体林地面积的60%，

source: This is another major reform of China's rural operation system, and follows in the footsteps of the household land contract responsibility system.
zh_cn: 这是继土地家庭承包之后我国农村经营制度的又一重大变革。

source: We constantly raised the level of the open economy.
zh_cn: 开放型经济水平不断提高。

source: We introduced policies and measures to stabilize foreign demand, adopted methods that conform to international practices to support export companies, completed the issuance of short-term export credit insurance worth US$ 90 billion, and arranged $42.1 billion of export financing insurance for complete sets of large equipment.
zh_cn: 出台一系列稳定外需的政策措施，采取符合国际惯例的方式支持出口企业，完成短期出口信用保险承保900亿美元，安排421亿美元大型成套设备出口融资保险。

source: We encouraged increases in imports:
zh_cn: 鼓励增加进口。

source: Since the second half of last year; falls in imports and exports have clearly eased, and we have consolidated our share of international markets. Last year imports and exports totaled $2.2 trillion.
zh_cn: 去年下半年开始进出口降幅明显收窄，国际市场份额得到巩固，全年进出口总额2.2万亿美元。

source: We reversed the decline in utilized foreign investment, and actual utilized foreign direct investment amounted to $90 billion for the entire year.
zh_cn: 扭转利用外资下降局面，全年实际利用外商直接投资900亿美元。

source: More enterprises "went global" in spite of the adverse situation;
zh_cn: 企业“走出去”逆势上扬，

source: non-financial outward direct investment amounted to $43.3 billion, and receipts from overseas project contracting operations reached $77.7 billion.
zh_cn: 非金融类对外直接投资和对外工程承包营业额分别达433亿美元和777亿美元。

source: We actively participated in international macroeconomic policy dialogue and coordination as well as economic, trade and financial cooperation, and played a constructive role in the joint response to the global financial crisis.
zh_cn: 积极参与国际宏观经济政策对话协调和经贸金融合作，在共同应对国际金融危机中发挥了建设性作用。

source: 4. Striving to improve people's wellbeing and accelerating the development of social programs.
zh_cn: （四）着力改善民生，加快发展社会事业。

source: In the difficult circumstances of responding to the global financial crisis, we gave greater priority to ensuring and improving people's wellbeing and effectively solved the most practical problems of the greatest and most direct concern to the people.
zh_cn: 在应对国际金融危机的困难情况下，我们更加注重保障和改善民生，切实解决人民群众最关心、最直接、最现实的利益问题。

source: We implemented a more active employment policy.
zh_cn: 实施更加积极的就业政策。

source: We increased the responsibility of the government for stimulating employment.
zh_cn: 强化政府促进就业的责任。

source: The central government allocated 42.6 billion yuan in special employment funds, an increase of 59%.
zh_cn: 中央财政安排就业专项资金426亿元，比上年增长59%。

source: For distressed enterprises, we postponed and in some cases reduced their payment of social security contributions. We also reduced or exempted reemployment tax and provided related subsidies to encourage enterprises to maintain or increase their levels of employment.
zh_cn: 实施困难企业缓缴社会保险费或降低部分费率、再就业税收减免及提供相关补贴等政策，鼓励企业稳定和增加就业。

source: We launched a series of employment service activities, created public-service jobs through multiple channels, and encouraged college graduates to take jobs at the primary level, enlist in the army, or join enterprises and institutions as interns.
zh_cn: 开展系列就业服务活动，多渠道开辟公益性就业岗位，促进高校毕业生到基层就业、应征入伍和到企事业单位就业见习。

source: We provided job training for 21 million urban and rural workers.
zh_cn: 全年组织2100万城乡劳动者参加职业培训。

source: These measures helped bring about basic employment stability.
zh_cn: 这些措施促进了就业的基本稳定。

source: We accelerated improvements in the social security system.
zh_cn: 加快完善社会保障体系。

source: We established a nationwide pension planning system at the provincial level, and introduced a method for transferring pension accounts for workers of urban enterprises, some of whom are rural migrant workers.
zh_cn: 普遍建立养老保险省级统筹制度，出台包括农民工在内的城镇企业职工养老保险关系转移接续办法。

source: We launched a pilot project for a new rural pension insurance system in 320 counties - a historic step forward in the development of China's social security system.
zh_cn: 在320个县开展新型农村社会养老保险试点，推动我国社会保障制度建设迈出历史性步伐。

source: The central government allocated 290.6 billion yuan in social security funds, an increase of 16.6%.
zh_cn: 中央财政安排社会保障资金2906亿元，比上年增长16.6%。

source: Pensions for enterprise retirees increased for the fifth consecutive year and registered another 10% rise per person.
zh_cn: 企业退休人员基本养老金连续5年增加，去年又人均提高10%。

source: We provided better care for childless and infirm rural residents receiving guarantees of food, clothing, medical care, housing and burial expenses. We increased subsidies for entitled groups and subsistence allowances for both urban and rural recipients.
zh_cn: 农村五保户供养水平、优抚对象抚恤补助标准、城乡低保对象保障水平都有新的提高。

source: The central government used 55.1 billion yuan to develop low-income housing projects, a two-fold increase over the previous year.
zh_cn: 中央财政安排保障性安居工程补助资金551亿元，比上年增长2倍。

source: We built, renovated or expanded 2 million low-income housing units of various types, and renovated or built 1.3 million housing units in run-down areas.
zh_cn: 新建、改扩建各类保障性住房200万套，棚户区改造解决住房130万套。

source: Nationwide, social security funds reached 692.7 billion yuan, an increase of 44.2%.
zh_cn: 全国社会保障基金积累6927亿元，比上年增长44.2%。

source: We strengthened the social security system.
zh_cn: 社会保障体系得到加强。

source: We made education more equitable.
zh_cn: 进一步促进教育公平。

source: We increased education spending nationwide significantly, including central government spending of 198.1 billion yuan, an increase of 23.6%.
zh_cn: 大幅度增加全国教育支出，其中中央财政支出1981亿元，比上年增长23.6%。

source: We comprehensively implemented the urban and rural compulsory education policy, spent 66.6 billion yuan of central government funds on rural compulsory education, and reached the target of raising public spending for rural secondary and primary school students to an average of 500 yuan and 300 yuan per student respectively a year ahead of schedule.
zh_cn: 全面落实城乡义务教育政策，中央下达农村义务教育经费666亿元，提前一年实现农村中小学生人均公用经费500元和300元的目标。

source: We implemented a performance-based pay system for compulsory education teachers.
zh_cn: 实行义务教育阶段教师绩效工资制度。

source: We started to implement the policy of free tuition for rural students attending secondary vocational schools whose families have financial difficulties and students in such schools who are studying agriculture-related majors.
zh_cn: 中等职业学校农村家庭经济困难学生和涉农专业学生免学费政策开始实施。

source: We constantly improved the national student financial aid system; which benefited 28.71 million students and basically ensured that no children from poor families were denied schooling due to financial difficulties.
zh_cn: 国家助学制度不断完善，资助学生2871万人，基本保障了困难家庭的孩子不因贫困而失学。

source: We made steady progress in the reform and development of the pharmaceutical and healthcare fields.
zh_cn: 稳步推进医药卫生事业改革发展。

source: We organized the implementation of the reform of the pharmaceutical and healthcare systems.
zh_cn: 组织实施医药卫生体制改革。

source: The central government spent 127.7 billion yuan on medical and health care, an increase of 49.5%.
zh_cn: 中央财政医疗卫生支出1277亿元，比上年增长49.5%。
